catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
continue.continue
docker.docker
ftsamoyed.theme-pink-cat-boo
fwcd.kotlin
github.copilot
github.copilot-chat
github.github-vscode-theme
llvm-vs-code-extensions.lldb-dap
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.tensorboard
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vscode.remote-server
openai.chatgpt
redhat.java
redhat.vscode-yaml
rooveterinaryinc.roo-cline
rust-lang.rust-analyzer
saoudrizwan.claude-dev
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
swiftlang.swift-vscode
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscodevim.vim
